[
  {
    "name": "Camilo Montoya",
    "twitter": "@camilomontoyau",
    "talks": [
      {
        "title": "[Workshop] Git Azanzado",
        "description": "Vamos a aprender a usar git rebase, git rebase interactive y git bisect para resolver problemas cotidianos como correcciones a los commits o no perder código haciendo merges sin respetar la línea de tiempo de los desarrollos que están en las ramas principales antes que los nuestros",
        "track": 1,
        "time": "09:00:00"
      }
    ]
  },
  {
    "name": "Camilo Montoya",
    "twitter": "@camilomontoyau",
    "talks": [
      {
        "title": "[Workshop] Git Azanzado",
        "description": "Vamos a aprender a usar git rebase, git rebase interactive y git bisect para resolver problemas cotidianos como correcciones a los commits o no perder código haciendo merges sin respetar la línea de tiempo de los desarrollos que están en las ramas principales antes que los nuestros",
        "track": 2,
        "time": "09:00:00"
      }
    ]
  },

  {
    "name": "Sorey Garcia",
    "twitter": "@soreygarcia",
    "talks": [
      {
        "title": "Lilypad: IoT for inspiration",
        "description": "En esta charla quisiera compartir los proyectos de IoT que viene trabajando la comunidad Avanet para inspirar a las nuevas generaciones, mostrando algunos demos basicos que desde lo simple y lo cotidiano, pueden crear en ellos el deseo de convertirse en creadores de tecnología.",
        "track": 1,
        "time": "10:10:00"
      }
    ]
  },
  {
    "name": "Jhon Freddy Puentes Núñez",
    "twitter": "@jfreddypuentes",
    "talks": [
      {
        "title": "Machine Learning Para Todos",
        "description": "El Aprendizaje Automático se ha convertido en un area casi onmipresente en nuestras vidas. Está en el video juegos, en los mapas que usamos, en las recomendaciones que nos hace Youtube o Netflix. Pero, Cómo podemos hacer todo esto? Cómo puedo crear mi propia predicció?. Llegó la hora de aprenderlo!!",
        "track": 2,
        "time": "10:10:00"
      }
    ]
  },

  {
    "name": "Carlos Eduardo Acevedo Duque",
    "twitter": "@AcevedoAc",
    "talks": [
      {
        "title": "Acelerando la adopción DevOps usando 'Jenkins Templates'",
        "description": "Jenkins Templates es una alternativa con la que podremos acelerar la construcción de los workflows de IC, DC y EC, facilitando la estandarización y mantenimiento; permitiendo que tengas Pipelines as Code sin tener que entrenar a todas las personas en la nueva sintaxis.",
        "track": 1,
        "time": "11:30:00"
      }
    ]
  },
  {
    "name": "Diego Botia",
    "twitter": "@gynr",
    "talks": [
      {
        "title": "Serverless desde cero",
        "description": "En esta charla se dará una introducción general a las Arquitecturas Serverless presentando la plataforma agnóstica Fn Project que facilita crear funciones como servicio de una manera ágil y fácil sin importar el lenguaje o plataforma de desarrollo. Se presentará ademas su integración con Docker.",
        "track": 2,
        "time": "13:30:00"
      }
    ]
  }
]
